{
  "dashboard": {
    "home": "Home",
    "about us": "About us",
    "contact": "Contact"
  },

  "containerP2": {
    "text": "Limón Supremo stands out for its generous size, unparalleled juiciness, and perfectly balanced acidity. Each fruit is treated with care from harvest, being meticulously selected, stemmed, and waxed to ensure its unbeatable freshness and quality."
  },
  "container2": {
    "text": "The strategic location of our facilities, just minutes from the port of Manzanillo, significantly facilitates the export of lemons globally. This proximity to the port, one of the main logistics centers in the region, gives us a competitive advantage by allowing us to make efficient and timely shipments to international destinations. We are committed to excellence in export logistics, guaranteeing the freshness and quality of our products anywhere in the world."
  },
  "Organico": {
    "text1": "At Limon Supremo, every step of the growing process is carried out with the highest standard of excellence. From seed selection to harvest, we are committed to offering lemons that not only meet organic requirements, but are also a source of health wellness. Our lemons, being pesticide-free, ensure that consumers enjoy a fresh, natural fruit with authentic flavor and uncompromising nutritional benefits.",
    "text2": "Limon Supremo is distinguished by its unwavering commitment to quality and sustainability in the production of organic lemons. Our company prides itself on growing organic lemons that are completely free of pesticides and other synthetic chemicals. We are committed to farming methods that respect the natural balance of the ecosystem, using sustainable practices that minimize environmental impact.",
    "text3": "We pride ourselves on being a trusted choice for those seeking high quality organic lemons, grown with integrity and dedication to the health of the consumer and the environment. Limon Supremo is synonymous with exceptional organic lemons, where quality, sustainability and health converge in every harvest."
  }
}
